Repository: zaidnizam/Content-Scheduler-Pro
Catalog: languages/content-scheduler-pro-*.po
Languages: es_es

source: Content Scheduler Pro
es_es: Programador de Contenido Pro

source: Schedule content to appear and disappear automatically at set times.
es_es: Programa contenido para que aparezca y desaparezca automáticamente en horarios establecidos.

source: Scheduled
es_es: Programado

source: Active
es_es: Activo

source: Expired
es_es: Expirado

source: Security check failed.
es_es: Verificación de seguridad fallida.

source: Invalid content ID.
es_es: ID de contenido no válido.

source: Content not found.
es_es: Contenido no encontrado.

source: Active from:
es_es: Activo desde:

source: Active until:
es_es: Activo hasta:

source: Scheduling Options
es_es: Opciones de Programación

source: Start Date
es_es: Fecha de Inicio

source: Start Time
es_es: Hora de Inicio

source: End Date
es_es: Fecha de Fin

source: End Time
es_es: Hora de Fin

source: Set the start and end dates/times for when this content should be displayed. Using WordPress timezone: %s
es_es: Establece las fechas/horas de inicio y fin para cuando debería mostrarse este contenido. Usando la zona horaria de WordPress: %s

source: Change
es_es: Cambiar

source: Use this shortcode to display the scheduled content:
es_es: Usa este shortcode para mostrar el contenido programado:

source: Copy
es_es: Copiar

source: Place this shortcode in any post, page, or widget where you want the scheduled content to appear.
es_es: Coloca este shortcode en cualquier entrada, página o widget donde quieras que aparezca el contenido programado.

# Post type general name
source: Scheduled Contents
es_es: Contenidos Programados

# Post type singular name
source: Scheduled Content
es_es: Contenido Programado

# Admin Menu text
source: Content Scheduler
es_es: Programador de Contenido

# Add New on Toolbar
source: Scheduled Content
es_es: Contenido Programado

source: Add New
es_es: Añadir Nuevo

source: Add New Scheduled Content
es_es: Añadir Nuevo Contenido Programado

source: New Scheduled Content
es_es: Nuevo Contenido Programado

source: Edit Scheduled Content
es_es: Editar Contenido Programado

source: View Scheduled Content
es_es: Ver Contenido Programado

source: All Scheduled Contents
es_es: Todos los Contenidos Programados

source: Search Scheduled Contents
es_es: Buscar Contenidos Programados

source: Parent Scheduled Contents:
es_es: Contenidos Programados Padres:

source: No scheduled contents found.
es_es: No se encontraron contenidos programados.

source: No scheduled contents found in Trash.
es_es: No se encontraron contenidos programados en la Papelera.

source: Enjoying Content Scheduler Pro?
es_es: ¿Disfrutando de Content Scheduler Pro?

source: You've created %d scheduled content items with Content Scheduler Pro! If you find this plugin useful, would you mind taking a moment to rate it? It really helps to support the plugin and helps others discover it too!
es_es: ¡Has creado %d elementos de contenido programado con Content Scheduler Pro! Si encuentras útil este plugin, ¿te importaría tomarte un momento para valorarlo? ¡Realmente ayuda a mantener el plugin y ayuda a otros a descubrirlo también!

source: Rate Now
es_es: Valorar Ahora

source: Remind Me Later
es_es: Recordármelo Más Tarde

source: I've Already Rated It
es_es: Ya lo he Valorado

source: Settings
es_es: Ajustes

source: How to Use
es_es: Cómo Usar

source: Timezone Settings
es_es: Ajustes de Zona Horaria

source: Timezone Source
es_es: Fuente de Zona Horaria

source: Custom Timezone
es_es: Zona Horaria Personalizada

source: Welcome to Content Scheduler Pro! 👋
es_es: ¡Bienvenido a Content Scheduler Pro! 👋

source: This guide will walk you through scheduling content to appear and disappear automatically on your WordPress site. It's super easy!
es_es: Esta guía te ayudará a programar contenido para que aparezca y desaparezca automáticamente en tu sitio WordPress. ¡Es muy fácil!

source: Step 1: Create Your Content
es_es: Paso 1: Crea Tu Contenido

source: Start by clicking "Add New" under the Content Scheduler menu.
es_es: Comienza haciendo clic en "Añadir Nuevo" en el menú Programador de Contenido.

source: Give your content a title and use the WordPress editor to create your content just like you would with a regular post. Add text, images, buttons - whatever you need!
es_es: Dale un título a tu contenido y usa el editor de WordPress para crear tu contenido como lo harías con una entrada normal. ¡Añade texto, imágenes, botones - lo que necesites!

source: Pro Tip:
es_es: Consejo Pro:

source: Make your scheduled content stand out by adding bright colors or eye-catching images.
es_es: Haz que tu contenido programado destaque añadiendo colores brillantes o imágenes llamativas.

source: Step 2: Set Your Schedule
es_es: Paso 2: Establece Tu Horario

source: Below the content editor, you'll find the "Scheduling Options" box.
es_es: Debajo del editor de contenido, encontrarás la caja "Opciones de Programación".

source: Set when your content should start appearing and when it should disappear:
es_es: Establece cuándo debería empezar a aparecer tu contenido y cuándo debería desaparecer:

source: Start Date & Time: When your content will begin showing
es_es: Fecha y Hora de Inicio: Cuándo comenzará a mostrarse tu contenido

source: End Date & Time: When your content will stop showing
es_es: Fecha y Hora de Fin: Cuándo dejará de mostrarse tu contenido

source: Remember:
es_es: Recuerda:

source: The time is based on the timezone in your settings.
es_es: La hora se basa en la zona horaria de tus ajustes.

source: Step 3: Get Your Shortcode
es_es: Paso 3: Obtén Tu Shortcode

source: On the right side of the screen, you'll see a "Shortcode" box with your unique shortcode.
es_es: En el lado derecho de la pantalla, verás una caja "Shortcode" con tu shortcode único.

source: Click the "Copy" button to copy it to your clipboard. It will look something like:
es_es: Haz clic en el botón "Copiar" para copiarlo a tu portapapeles. Se verá algo así:

source: Don't forget to save your content by clicking the "Publish" button!
es_es: ¡No olvides guardar tu contenido haciendo clic en el botón "Publicar"!

source: Step 4: Place Your Shortcode
es_es: Paso 4: Coloca Tu Shortcode

source: Now that you have your shortcode, you can place it anywhere on your site:
es_es: Ahora que tienes tu shortcode, puedes colocarlo en cualquier parte de tu sitio:

source: In a post or page
es_es: En una entrada o página

source: In a widget area
es_es: En un área de widgets

source: In your theme's template files (for developers)
es_es: En los archivos de plantilla de tu tema (para desarrolladores)

source: Just paste your shortcode where you want the scheduled content to appear.
es_es: Simplemente pega tu shortcode donde quieres que aparezca el contenido programado.

source: Step 5: Manage Your Scheduled Content
es_es: Paso 5: Gestiona Tu Contenido Programado

source: You can view all your scheduled content by going to Content Scheduler → All Scheduled Contents.
es_es: Puedes ver todo tu contenido programado yendo a Programador de Contenido → Todos los Contenidos Programados.

source: From here, you can:
es_es: Desde aquí, puedes:

source: See which content is active, scheduled, or expired
es_es: Ver qué contenido está activo, programado o expirado

source: Edit existing content or schedule
es_es: Editar contenido existente o programación

source: Preview how your content will look
es_es: Vista previa de cómo se verá tu contenido

source: Quick-copy shortcodes
es_es: Copiar rápidamente shortcodes

source: Questions & Troubleshooting
es_es: Preguntas y Solución de Problemas

source: My content isn't showing up!
es_es: ¡Mi contenido no aparece!

source: Check if the current time is between your start and end times
es_es: Comprueba si la hora actual está entre tus horas de inicio y fin

source: Make sure your timezone settings are correct
es_es: Asegúrate de que tus ajustes de zona horaria son correctos

source: Verify that you published your content (not just saved as draft)
es_es: Verifica que has publicado tu contenido (no solo guardado como borrador)

source: Try clearing your cache if your site uses caching
es_es: Intenta limpiar tu caché si tu sitio usa almacenamiento en caché

source: The shortcode just shows as text on my page
es_es: El shortcode solo se muestra como texto en mi página

source: Make sure the plugin is activated
es_es: Asegúrate de que el plugin está activado

source: Try using a different block or widget to add the shortcode
es_es: Intenta usar un bloque o widget diferente para añadir el shortcode

source: That's it! Now you can schedule content to appear and disappear automatically across your site.
es_es: ¡Eso es todo! Ahora puedes programar contenido para que aparezca y desaparezca automáticamente en todo tu sitio.

source: If you love using Content Scheduler Pro, please consider leaving us a review!
es_es: Si te encanta usar Content Scheduler Pro, ¡por favor considera dejarnos una reseña!

source: Leave a Review
es_es: Dejar una Reseña

source: Use WordPress Timezone Setting
es_es: Usar Ajuste de Zona Horaria de WordPress

source: (Currently: %s)
es_es: (Actualmente: %s)

source: Use Custom Timezone
es_es: Usar Zona Horaria Personalizada

source: Select whether to use the WordPress timezone setting or a custom timezone for scheduled content.
es_es: Selecciona si usar el ajuste de zona horaria de WordPress o una zona horaria personalizada para el contenido programado.

source: Select a timezone
es_es: Seleccionar una zona horaria

source: Select a timezone to use for scheduling content. This will only be used if "Use Custom Timezone" is selected above.
es_es: Selecciona una zona horaria para programar contenido. Esto solo se usará si "Usar Zona Horaria Personalizada" está seleccionado arriba.

source: Africa
es_es: África

source: America
es_es: América

source: Australia & Pacific
es_es: Australia y Pacífico

source: Europe
es_es: Europa

source: Timezone Help
es_es: Ayuda con Zona Horaria

source: Timezone Settings Help
es_es: Ayuda con Ajustes de Zona Horaria

source: The timezone setting affects when your scheduled content appears and disappears.
es_es: El ajuste de zona horaria afecta cuándo aparece y desaparece tu contenido programado.

source: <strong>WordPress Timezone:</strong> Uses the timezone set in Settings → General. If you manage all your site date/time settings there, this is the simplest option.
es_es: <strong>Zona Horaria de WordPress:</strong> Usa la zona horaria establecida en Ajustes → General. Si gestionas todos los ajustes de fecha/hora de tu sitio allí, esta es la opción más simple.

source: <strong>Custom Timezone:</strong> Allows you to select a specific timezone just for scheduled content, which can be different from your main WordPress timezone.
es_es: <strong>Zona Horaria Personalizada:</strong> Te permite seleccionar una zona horaria específica solo para contenido programado, que puede ser diferente de tu zona horaria principal de WordPress.

source: If your content is not appearing when expected, double-check that your timezone settings match your expectations.
es_es: Si tu contenido no aparece cuando se espera, verifica que tus ajustes de zona horaria coinciden con tus expectativas.
